['Event_00032_00002_Trigger'];
//铁铺老板：
//小兄弟！是不是想要参加
//明儿个林家的比武招亲？
//赶紧挑一样称手的兵器吧！
VideoUpdate(0, false);
Replace();
ShowBuyItemMenu(6);

['Event_00032_00001_Trigger'];
SceneEnter(24);
PartySetPos(43, 44, 0);
FadeOut(0);

['Event_00032_00004_Trigger'];
//顾客：
//你知道林家老头为什么
//突然急着找女婿吗？
VideoRestore();
//还不是觉得自己老了、不行了
//可是偏偏他老婆只给林家留下
//一个女儿，所以他想赶快找一
//个武功高强的年轻人来继承林
//家堡，免得林家在武林上的声
//望没落了
ReplaceAndPause();
//顾客：
//挑个顺手的武器
//明天好赢得美娇娘啊

['Event_00032_00003_Trigger'];
//居民：
//听说上个月啊．．西边的村子
//闹蛇妖，不但抢走许多财物
//还把张老头的孙女儿给掳走了
VideoRestore();
//他那孙女才十六岁，可怜那张
//老头年高七十了，爷孙俩一直
//相依为命。这下子张老头可难
//过了，街坊邻居一齐跑到林家
//哀求林堡主出面，林堡主便义
//不容辞，率十几位壮丁前去除
//妖救人，结果妖怪没见着，却
//折损七、八条人命。
//我看呐．．林家堡在武林上
//亦不过徒具虚名罢了
ReplaceAndPause();
//居民：
//不过林堡主的女儿却是强悍
//出了名的，小小年纪武功就
//很了得，一点也不像女孩子

