['Event_00205_00001_Trigger'];
SceneEnter(204);
PartySetPos(54, 73, 1);
FadeOut(0);

['Event_00205_00009_Trigger'];
//妇人：
//自从巫后娘娘离开大理之后
//这处祭坛就没有人再使用过了
VideoRestore();
//十多年来，我每个月都来打扫
//这座祭坛一次，因为我们相信
//总有一天～会有继承娘娘的人
//出现，继续守护我们全族人
ReplaceAndPause();
//妇人：
//巫后娘娘原本是我族世袭的
//祭司，她曾经数次施展法力
//拯救全族人。说她是大理的
//守护女神亦不为过。

['Event_00205_00008_Trigger'];
SetDlgCenter(0, false);
//石碑中央有一处圆形小孔
//碑面并刻有文字．．
VideoUpdate(0, false);
['Event_00242_00003_Trigger'];
//碑文记载：
//蛇纹之姬　圣灵之身
//西疆斩风魔　东海杀雷神
//南山收土妖　北荒伏火怪
//终以平水患　而大地重生

